{
"John 3:16": "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.",
"Jer 29:11": "For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future.",
"Rom 8:28": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose.",
"Ps 23:4": "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
"Ps 23:6": "Surely your goodness and love will follow me all the days of my life, and I will dwell in the house of the LORD forever.",
"Ps 23:5": "You prepare a table before me in the presence of my enemies. You anoint my head with oil; my cup overflows.",
"Matt 6:33": "But seek first his kingdom and his righteousness, and all these things will be given to you as well.",
"Ps 23:2-3": "He leads me beside still waters. He restores my soul. He leads me in paths of righteousness for his name's sake.",
"Ps 23:1-2a": "The Lord is my shepherd; I shall not want. He makes me lie down in green pastures.",
"Phil 4:6": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God.",
"Rom 12:2": "Do not conform to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God’s will is—his good, pleasing and perfect will.",
"Ps 23:2": "He makes me lie down in green pastures, he leads me beside quiet waters.",
"Phil 4:7": "And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus.",
"Eph 6:12": "For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms.",
"Isa 41:10": "So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand.",
"Phil 4:8": "Finally, brothers and sisters, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable— if anything is excellent or praiseworthy— think about such things.",
"Phil 4:13": "I can do all things through him who strengthens me.",
"Josh 1:9": "Have I not commanded you? Be strong and courageous. Do not be afraid; do not be discouraged, for the LORD your God will be with you wherever you go.\"",
"John 16:33": "\"I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.\"",
"John 14:6": "Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me.",
"Isa 40:31": "but those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint.",
"2Cor 5:17": "Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here!",
"Prov 3:5": "Trust in the LORD with all your heart and lean not on your own understanding.",
"Prov 3:6": "in all your ways acknowledge him, and he will make your paths straight.",
"1Pet 5:6-7": "Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you, casting all your anxieties on him, because he cares for you.",
"John 10:10": "The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full.",
"Gal 5:22-23": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness and self control.",
"Ps 91:11-12": "For he will command his angels concerning you to guard you in all your ways. On their hands they will bear you up, lest you strike your foot against a stone.",
"Matt 28:20": "and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.",
"Matt 28:19": "Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit.",
"Matt 11:28": "Come unto me, all ye that labour and are heavy laden, and I will give you rest.",
"2Tim 1:7": "For God has not given us a spirit of fear, but of power and of love and of a sound mind.",
"Ps 91:1": "Whoever dwells in the shelter of the Most High will rest in the shadow of the Almighty.",
"Eph 2:10": "For we are God’s handiwork, created in Christ Jesus to do good works, which God prepared in advance for us to do.",
"Ps 91:4": "He will cover you with his feathers, and under his wings you will find refuge; his faithfulness will be your shield and rampart.",
"Hab 3:17b-18": "Though the flock be cut off from the fold and there be no cattle in the stalls, yet I will rejoice in the Lord; I will take joy in the God of my salvation.",
"Hab 3:19a": "The Lord God is my strength; He will make my feet like deer’s feet, And He will make me walk on my high hills.",
"Ps 91:2": "I will say of the LORD, \"He is my refuge and my fortress, my God, in whom I trust.\"",
"John 14:27": "Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid.",
"Heb 4:12": "For the word of God is alive and active. Sharper than any double-edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart.",
"Ps 91:12": "they will lift you up in their hands, so that you will not strike your foot against a stone.",
"Ps 91:7": "A thousand may fall at your side, ten thousand at your right hand, but it will not come near you.",
"Ps 91:9-10": "Because you have made the Lord your dwelling place— the Most High, who is my refuge— no evil shall be allowed to befall you, no plague come near your tent.",
"Ps 91:15": "He will call on me, and I will answer him; I will be with him in trouble, I will deliver him and honor him.",
"2Tim 3:16": "All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,",
"Ps 91:15b-16": "I will rescue him and honor him. With long life I will satisfy him and show him my salvation.",
"Ps 91:14": "\"Because he loves me,\" says the LORD, \"I will rescue him; I will protect him, for he acknowledges my name.",
"Ps 91:8": "You will only observe with your eyes and see the punishment of the wicked.",
"1John 1:9": "If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness.",
"Ps 91:5": "You will not fear the terror of night, nor the arrow that flies by day.",
"Ps 91:3": "Surely he will save you from the fowler’s snare and from the deadly pestilence.",
"Eccl 3:1": "For everything there is a season, and a time for every matter under heaven.",
"2Chr 7:14": "if my people, who are called by my name, will humble themselves and pray and seek my face and turn from their wicked ways, then I will hear from heaven, and I will forgive their sin and will heal their land.",
"Ps 91:13": "You will tread on the lion and the cobra; you will trample the great lion and the serpent.",
"1Cor 10:13a": "No temptation has overtaken you except what is common to mankind. And God is faithful; he will not let you be tempted beyond what you can bear.",
"Gen 1:27": "So God created mankind in his own image, in the image of God he created them; male and female he created them.",
"2Cor 12:9a": "But he said to me, \"My grace is sufficient for you, for my power is made perfect in weakness.\"",
"2Cor 12:9b": "Therefore I will boast all the more gladly about my weaknesses, so that Christ’s power may rest on me.",
"1Cor 13:4": "Love is patient, love is kind. It does not envy, it does not boast, it is not proud.",
"Prov 22:6": "Start children off on the way they should go, and even when they are old they will not turn from it.",
"1Cor 13:7-8a": "Love bears all things, believes all things, hopes all things, endures all things. Love never ends.",
"Ep 2:8": "For it is by grace you have been saved, through faith—and this is not from yourselves, it is the gift of God.",
"Heb 12:1b-2a": "let us run with endurance the race that is set before us, looking to Jesus, the founder and perfecter of our faith.",
"Eph 3:20": "Now to him who is able to do immeasurably more than all we ask or imagine, according to his power that is at work within us.",
"2Cor 10:5": "We demolish arguments and every pretension that sets itself up against the knowledge of God, and we take captive every thought to make it obedient to Christ.",
"Isa 9:6": "For to us a child is born, to us a son is given, and the government will be on his shoulders. And he will be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace.",
"1Pet 2:9": "But you are a chosen people, a royal priesthood, a holy nation, God’s special possession, that you may declare the praises of him who called you out of darkness into his wonderful light.",
"1Thess 5:18": "give thanks in all circumstances; for this is God’s will for you in Christ Jesus.",
"Rom 3:23-24": "for all have sinned and fall short of the glory of God, and are justified by his grace as a gift, through the redemption that is in Christ Jesus.",
"Rom 5:8": "But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.",
"1Cor 13:5": "It does not dishonor others, it is not self-seeking, it is not easily angered, it keeps no record of wrongs.",
"Col 3:23": "Whatever you do, work at it with all your heart, as working for the Lord, not for human masters.",
"Rom 12:1": "Therefore, I urge you, brothers and sisters, in view of God’s mercy, to offer your bodies as a living sacrifice, holy and pleasing to God— this is your true and proper worship.",
"Ps 46:10": "He says, \"Be still, and know that I am God; I will be exalted among the nations, I will be exalted in the earth.\"",
"Ps 1:3": "That person is like a tree planted by streams of water, which yields its fruit in season and whose leaf does not wither— whatever they do prospers.",
"Heb 10:25": "Let us not give up the habit of meeting together, as some are doing. Instead, let us encourage one another all the more, since you see that the Day of the Lord is coming nearer.",
"Matt 5:16": "In the same way, let your light shine before others, that they may see your good deeds and glorify your Father in heaven.",
"Isa 26:3": "You will keep in perfect peace those whose minds are steadfast, because they trust in you.",
"Heb 11:1": "Now faith is the substance of things hoped for, the evidence of things not seen.",
"1Pet 5:8": "Be alert and of sober mind. Your enemy the devil prowls around like a roaring lion looking for someone to devour.",
"Phil 4:19": "And my God will meet all your needs according to the riches of his glory in Christ Jesus.",
"Isa 53:5": "But he was pierced for our transgressions, he was crushed for our iniquities; the punishment that brought us peace was on him, and by his wounds we are healed.",
"Gal 2:20": "I have been crucified with Christ and I no longer live, but Christ lives in me. The life I now live in the body, I live by faith in the Son of God, who loved me and gave himself for me.",
"Matt 11:29": "Take my yoke upon you and learn from me, for I am gentle and humble in heart, and you will find rest for your souls.",
"1Cor 13:6": "Love does not delight in evil but rejoices with the truth.",
"Gal 6:9": "Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up.",
"Jas 5:16": "Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous person is powerful and effective.",
"Isa 43:19": "See, I am doing a new thing! Now it springs up; do you not perceive it? I am making a way in the wilderness and streams in the wasteland.",
"Acts 1:8": "But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.",
"Eph 6:18": "And pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the Lord’s people.",
"Phil 1:6": "I am sure of this, that he who started a good work in you will carry it on to completion until the day of Christ Jesus.",
"Prov 4:23": "Above everything else guard your heart, because from it flow the springs of life.",
"Ps 1:1": "Blessed is the man who walks not in the counsel of the wicked, nor stands in the way of sinners, nor sits in the seat of scoffers.",
"Ps 1:1a-2": "Blessed is the man... whose delight is in the law of the LORD, and who meditates on his law day and night.",
"Isa 54:17": "no weapon forged against you will prevail, and you will refute every tongue that accuses you. This is the heritage of the servants of the LORD, and this is their vindication from me, declares the LORD.",
"Rom 6:23": "For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.",
"Gen 1:26": "Then God said, \"Let us make mankind in our image, in our likeness, so that they may rule over the fish in the sea and the birds in the sky, over the livestock and all the wild animals, and over all the creatures that move along the ground.\"",
"Eph 4:32": "Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you.",
"Heb 4:16": "Let us then approach God’s throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need.",
"Rom 8:39": "neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord.",
"Jer 33:3": "Call to me and I will answer you and tell you great and unsearchable things you do not know.",
"Eccl 3:8": "a time to love, and a time to hate; a time for war, and a time for peace.",
"Eccl 3:11": "He has made everything beautiful in its time. Also, he has put eternity into man's heart, yet so that he cannot find out what God has done from the beginning to the end.",
"Prov 9:10": "The fear of the Lord is the beginning of wisdom, and the knowledge of the Holy One is insight.",
"Prov 25:2": "It is the glory of God to conceal things, but the glory of kings is to search things out.",
"Rev 11:15": "Then the seventh angel blew his trumpet, and there were loud voices in heaven, saying, \"The kingdom of the world has become the kingdom of our Lord and of his Christ, and he shall reign forever and ever.\"",
"Rev 21:4": "He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.",
"Micah 6:8": "He has told you, O man, what is good; and what does the Lord require of you but to do justice, and to love kindness, and to walk humbly with your God?",
"Matt 7:12": "So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets."
}
